Repository: BouncingPixel/very-simple-event-list
Catalog: translation/eventlist-*.po
Languages: fr_fr

source: Events
fr_fr: Événements

source: Event
fr_fr: Événement

source: Add New
fr_fr: Ajouter

source: Add New Event
fr_fr: Ajouter événement

source: Edit Event
fr_fr: Modifier événement

source: New Event
fr_fr: Nouvel événement

source: View Event
fr_fr: Afficher événement

source: Search Events
fr_fr: Chercher événement

source: No events found
fr_fr: Aucun événement trouvé

source: No events found in Trash
fr_fr: Aucun événement trouvé dans la Corbeille

source: Event Info
fr_fr: Détails événement

source: Event Date
fr_fr: Date événement

source: Event Time
fr_fr: Heure événement

source: Event Location
fr_fr: Lieu événement

source: Event URL
fr_fr: URL événement

source: Time:
fr_fr: Heure:

source: Location:
fr_fr: Lieu:

source: More info:
fr_fr: Infos complémentaires:

source: click here
fr_fr: cliquez ici

source: &laquo; Next Events
fr_fr: &laquo; Prochains événements

source: Previous Events &raquo;
fr_fr: Evénements précédents &raquo;

source: There are no past events.
fr_fr: Il n’y a pas d’événement à venir.

source: There are no upcoming events.
fr_fr: Il n’y a pas d’événement passé.

source: This is a very simple plugin to display a list of your events. Use shortcode [vsel] to display your events on a page. For more info please check readme file.
fr_fr: C’est une extension très simple pour afficher une liste de vos événements. Utilisez le shortcode [vsel] pour insérer la liste dans une de vos pages. Pour plus de détails, consultez le fichier readme.
